Revit 2024 API
SymbolTypeId.InSup4 Property
 Symbol in⁴, indicating unit Inches to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InSup4 { get; }
Visual Basic
Public Shared ReadOnly Property InSup4 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup4 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace